{
  "Solusi": {
    "Backterial leaf blight": {
      "deskripsi": "Penyakit hawar bakteri disebabkan oleh Xanthomonas oryzae pv. oryzae. Ini menyebabkan layu bibit dan menguning dan mengeringkan daun.\n\nPenyakit ini kemungkinan besar berkembang di daerah yang memiliki gulma dan tunggul tanaman yang terinfeksi. Ini dapat terjadi di lingkungan tropis dan sedang, terutama di daerah dataran rendah irigasi dan tadah hujan. Secara umum, penyakit ini menyukai suhu pada 25−34°C, dengan kelembaban relatif di atas 70%.\n\nPengobatan : \n1. Gunakan nutrisi tanaman dalam jumlah seimbang, terutama nitrogen.  \n2. Pastikan drainase lahan yang baik (pada tanaman yang secara konvensional digenangi air) dan pembibitan. \n3. Jaga agar ladang tetap bersih. Singkirkan inang gulma dan bajak di bawah tunggul padi, jerami, ratun padi, dan bibit sukarelawan, yang dapat berfungsi sebagai inang bakteri. \n4. Biarkan lahan bera mengering untuk menekan agen penyakit di tanah dan sisa tanaman."
    },
    "brown spot": {
      "deskripsi": "Bercak coklat merupakan penyakit jamur yang menyerang koleoptil, daun, pelepah daun, cabang malai, glume, dan bulir. \n\nKerusakan yang paling terlihat adalah banyaknya bintik-bintik besar pada daun yang dapat membunuh seluruh daun.  Ketika infeksi terjadi pada benih, biji-bijian yang tidak terisi atau biji berbintik atau berubah warna terbentuk.\n \nPengobatan : \n1. pantau nutrisi tanah secara teratur \n2. menerapkan pupuk yang dibutuhkan \n3. untuk tanah yang rendah silikon, aplikasikan terak kalsium silikat sebelum tanam"
    },
    "leaf blast": {
      "deskripsi": "Ledakan disebabkan oleh jamur Magnaporthe oryzae. Penyakit ini dapat menyerang semua bagian tanaman padi di atas permukaan tanah: daun, leher, buku, leher, bagian malai, dan kadang-kadang pelepah daun.\n\nLedakan dapat terjadi di mana pun spora ledakan ada.Ini terjadi di daerah dengan kelembaban tanah yang rendah, periode hujan yang sering dan berkepanjangan, dan suhu dingin di siang hari. Pada padi gogo, perbedaan suhu siang-malam yang besar yang menyebabkan pembentukan embun pada daun dan suhu yang lebih dingin secara keseluruhan mendukung perkembangan penyakit.\n\nPengobatan :\n1. Sesuaikan waktu tanam. Menabur benih lebih awal, jika memungkinkan, setelah awal musim hujan. \n2.Aplikasi pupuk nitrogen split dalam dua atau lebih perlakuan. Penggunaan pupuk yang berlebihan dapat meningkatkan intensitas ledakan. \n3.Banjiri ladang sesering mungkin"
    },
    "leaf scald": {
      "deskripsi": "Lepuh daun adalah penyakit jamur yang disebabkan oleh Microdocium oryzae, yang menyebabkan munculnya daun melepuh.\n\nPerkembangan penyakit biasanya terjadi di akhir musim pada daun dewasa dan disukai oleh cuaca basah, pemupukan nitrogen yang tinggi, dan jarak tanam yang dekat. Ini berkembang lebih cepat pada yang terluka daripada di daun yang tidak terluka.Sumber infeksi adalah biji dan tunggul tanaman. Cuaca basah dan pupuk nitrogen dosis tinggi mendukung penyakit ini.\n\nPengobatan : \n1. Gunakan varietas tahan. Hubungi kantor pertanian setempat Anda untuk daftar terbaru dari varietas yang tersedia. \n2. Avoid high use of fertilizer. Apply Nitrogen in split. \n3. Use benomyl, carbendazim, quitozene, and thiophanate-methyl to treat seeds. \n\nUntuk mencegah kelangsungan hidup patogen di seluruh musim tanam: \n1. Hapus gulma. \n2. Membajak di bawah tunggul padi. \n3. Buang ratun padi yang terinfeksi."
    },
    "narrow brown spot": {
      "deskripsi": "Bercak coklat sempit (juga disebut bercak daun coklat sempit, atau bercak daun Cercospora beras) disebabkan oleh cendawan Sphaerulina oryzina (syn. Cercospora janseana, Cercospora oryzae) dan dapat menginfeksi daun, pelepah, dan malai. Ini menyebabkan kematian dini daun dan pelepah daun, pematangan biji-bijian sebelum waktunya, dan dalam kasus yang parah, tanaman yang rebah.\n\nBercak coklat sempit telah dilaporkan dari daerah penanaman padi di daerah tropis dan subtropis di Asia, Afrika, Australia, dan Amerika Utara, Tengah, dan Selatan serta Papua Nugini. Penyakit ini biasanya terjadi di tanah yang kekurangan kalium, dan di daerah dengan suhu berkisar antara 25−28°C.\n\nPengobatan : \n1. Gunakan varietas tahan. Hubungi kantor pertanian setempat Anda untuk daftar varietas terbaru yang tersedia Jaga agar ladang tetap bersih. \n2. Buang gulma dan padi kurus di ladang dan daerah sekitarnya untuk menghilangkan inang alternatif yang memungkinkan jamur bertahan hidup dan menginfeksi tanaman padi baru. \n3. Gunakan nutrisi seimbang; pastikan bahwa potasium yang digunakan cukup."
    }
  }
}